driver-tests/bpelse/wait/WaitJbi/test/WaitForBasicTest/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/DefaultServiceName">
  <soapenv:Body>
    <def:request>P0Y0M0DT0H0M10S</def:request>
  </soapenv:Body>
</soapenv:Envelope>